{
  "blocks": [
    {
      "id": "b1",
      "type": "title",
      "content": "В рамках изучения эволюции архитектур центральных процессоров и их доли на рынке за несколько десятилетий, можно выделить ключевые моменты развития этого направления в компьютерной науке.",
      "bbox_size": [
        1025,
        576
      ]
    },
    {
      "id": "b2",
      "type": "paragraph",
      "content": " В 1970 году доминировали архитектуры Intel 8008 с долей рынка в 15% и Motorola 6800 с долей 10%. Эти процессоры были первыми шагами в развитии современных микропроцессоров.",
      "bbox_size": [
        990,
        186
      ]
    },
    {
      "id": "b3",
      "type": "paragraph",
      "content": " Десять лет спустя, в 1980 году, ситуация на рынке изменилась. Intel 8086 занял лидирующие позиции с долей рынка в 25%, а Zilog Z80 следовал с долей в 20%. Это отражает растущую популярность Intel на рынке процессоров.",
      "bbox_size": [
        1023,
        240
      ]
    },
    {
      "id": "b4",
      "type": "paragraph",
      "content": " К 1990 году ситуация продолжала развиваться. Intel 80486 стал доминирующим процессором с долей рынка 30%, в то время как Motorola 68040 занимал 15%. Это подчеркивает укрепление позиций Intel в качестве ведущего производителя процессоров.",
      "bbox_size": [
        1003,
        240
      ]
    },
    {
      "id": "b5",
      "type": "paragraph",
      "content": " В 2000 году произошло еще одно важное изменение. Intel Pentium III заняла 40% рынка, что значительно превышало долю AMD Athlon в 25%. Это свидетельствует о продолжающем доминировании Intel, хотя AMD начала активно конкурировать.",
      "bbox_size": [
        1030,
        240
      ]
    },
    {
      "id": "b6",
      "type": "paragraph",
      "content": " Наконец, к 2010 году ситуация стала еще более интересной. Intel Core i7 заняла 50% рынка, а AMD Phenom II — всего 15%. Этот переход подчеркивает дальнейшее усиление позиций Intel и одновременно указывает на проблемы AMD в конкурентной борьбе за лидерство на рынке процессоров.",
      "bbox_size": [
        1037,
        294
      ]
    },
    {
      "id": "b7",
      "type": "figure",
      "figure_type": "bar chart",
      "bbox_size": [
        989,
        590
      ]
    }
  ],
  "reading_order": [
    "b1",
    "b2",
    "b3",
    "b4",
    "b5",
    "b6",
    "b7"
  ]
}