{
  "blocks": [
    {
      "id": "b1",
      "type": "title",
      "content": "Концертный тур Адама Ламберта с особыми гостями и интерактивными элементами для фанатов",
      "bbox_size": [
        1994,
        208
      ],
      "bbox": [
        120,
        120,
        2114,
        328
      ]
    },
    {
      "id": "b2",
      "type": "paragraph",
      "content": "Адам Ламберт объявил о начале своего нового концертного тура, который пройдет в различных городах по всему миру. В этом туре певец решил удивить своих поклонников не только яркими выступлениями, но и уникальными интерактивными элементами, которые сделают каждый концерт незабываемым событием.",
      "bbox_size": [
        2038,
        240
      ],
      "bbox": [
        120,
        352,
        2158,
        592
      ]
    },
    {
      "id": "b3",
      "type": "header",
      "content": "Интерактивные элементы",
      "bbox_size": [
        490,
        74
      ],
      "bbox": [
        120,
        616,
        610,
        690
      ]
    },
    {
      "id": "b4",
      "type": "header",
      "content": "Во время концертов Адам Ламберт планирует внедрить несколько инновационных форм взаимодействия со зрителями. Это включает в себя:",
      "bbox_size": [
        1897,
        124
      ],
      "bbox": [
        120,
        714,
        2017,
        838
      ]
    },
    {
      "id": "b5",
      "type": "paragraph",
      "content": "- Мобильное приложение для фанатов, которое позволит им голосовать за песни, которые они хотят услышать на концерте.\n- Специальные зоны на сцене, где участники могут принять участие в импровизированных хорах или танцевальных группах.\n- Фотозоны с тематическими декорациями, где фанаты смогут сделать фотографии на память и поделиться ими в социальных сетях.",
      "bbox_size": [
        2059,
        348
      ],
      "bbox": [
        120,
        862,
        2179,
        1210
      ]
    },
    {
      "id": "b6",
      "type": "header",
      "content": "Спецгости",
      "bbox_size": [
        203,
        74
      ],
      "bbox": [
        120,
        1234,
        323,
        1308
      ]
    },
    {
      "id": "b7",
      "type": "header",
      "content": "Также в программе тура запланированы выступления особых гостей. Среди них:",
      "bbox_size": [
        1416,
        74
      ],
      "bbox": [
        120,
        1332,
        1536,
        1406
      ]
    },
    {
      "id": "b8",
      "type": "paragraph",
      "content": "- Кристинна Агилера, которая известна своей дружбой с Адамом Ламбертом.\n- Эл顿 Джон, который не раз выступал вместе с Адамом на различных мероприятиях.\n- Ники Минаж, чей стиль музыки хорошо сочетается с репертуаром Адама.",
      "bbox_size": [
        1859,
        186
      ],
      "bbox": [
        120,
        1430,
        1979,
        1616
      ]
    },
    {
      "id": "b9",
      "type": "header",
      "content": "Места и даты проведения",
      "bbox_size": [
        478,
        74
      ],
      "bbox": [
        120,
        1640,
        598,
        1714
      ]
    },
    {
      "id": "b10",
      "type": "paragraph",
      "content": "Концертный тур начнется в Лос-Анджелесе 15 апреля и продлится до конца октября. Ожидается, что в рамках тура состоится более 50 концертов в разных странах мира. Среди городов, где пройдут концерты, такие крупные центры как Нью-Йорк, Лондон, Париж, Токио и Москва.",
      "bbox_size": [
        2043,
        240
      ],
      "bbox": [
        120,
        1738,
        2163,
        1978
      ]
    },
    {
      "id": "b11",
      "type": "paragraph",
      "content": "Фанаты Адама Ламберта уже активно готовятся к этому событию, обсуждая детали и планируя свои поездки. Тур обещает быть одним из самых ярких и запоминающихся событий в музыкальной индустрии этого года.",
      "bbox_size": [
        1034,
        294
      ],
      "bbox": [
        120,
        2002,
        1154,
        2296
      ]
    }
  ],
  "page": {
    "width": 2480,
    "height": 3508,
    "dpi": 300
  }
}